Repository: michallm/classlab
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: User
pl: Użytkownik

source: Administrator ID
pl: ID administratora

source: Organisation
pl: Organizacja

source: Created by
pl: Utworzony przez

source: Created at
pl: Utworzony o

source: Updated at
pl: Zaktualizowany o

source: Administrators
pl: Administratorzy

source: Can view dashboard
pl: Czy może oglądać dashboard

source: Error retrieving resources
pl: Wystąpił błąd w trakcie pobierania zasobów

source: Select the template for the app you want to create.
pl: Wybierz szablon dla aplikacji, którą chcesz utworzyć.

source: Enter a name for the app you want to create.
pl: Wpisz nazwę dla aplikacji, którą chcesz utworzyć.

source: An app with this name already exists for this user.
pl: Aplikacja z tą nazwą dla tego użytkownika już istnieje

source: You can only create apps from templates of your organisation.
pl: Możesz tworzyć aplikacje tylko z szablonów twojej organizacji.

source: Name
pl: Nazwa

source: App Category
pl: Kategoria aplikacji

source: App Categories
pl: Kategorie aplikacji

source: Template ID
pl: ID szablonu

source: Category
pl: Kategoria

source: Expose Node Port
pl: Wystaw Node Port

source: Run Command Template
pl: Szablon polecenia uruchamiającego

source: A template for the command that will help user to run the app.
pl: Szablon polecenia, które pomoże użytkownikowi uruchomić aplikację.

source: Organisations
pl: Organizacje

source: Managed
pl: Zarządzana

source: Description
pl: Opis

source: App Template
pl: Szablon aplikacji

source: App Templates
pl: Szablony aplikacji

source: Number
pl: Liczba

source: Password
pl: Hasło

source: Username
pl: Nazwa Użytkownika

source: Teacher Only
pl: Tylko dla nauczyciela

source: Student Only
pl: Tylko dla ucznia

source: Key
pl: Klucz

source: Type
pl: Typ

source: Required
pl: Wymagane

source: Editable
pl: Edytowalne

source: Secret
pl: Sekretny

source: Generated
pl: Wygenerowany

source: End User Editable
pl: Możliwość edycji przez użytkownika końcowego

source: App Template Key Value
pl: Szablon klucz-wartość aplikacji

source: App Template Key Values
pl: Szablony klucz-wartość aplikacji

source: App ID
pl: ID aplikacji

source: Managed App
pl: Zarządzana aplikacja

source: Template
pl: Szablon

source: App
pl: Aplikacja

source: Apps
pl: Aplikacje

source: Can start an app
pl: Może uruchomić aplikację

source: Can stop an app
pl: Może zatrzymać aplikację

source: Unknown
pl: Nieznany

source: Creating
pl: Tworzenie

source: Running
pl: Uruchomione

source: Stopped
pl: Zatrzymane

source: Starting
pl: Uruchamianie

source: Stopping
pl: Zatrzymywanie

source: Deleting
pl: Usuwanie

source: Error
pl: Błąd

source: Managed App ID
pl: ID zarządzanej aplikacji

source: Class
pl: Klasa

source: Managed Apps
pl: Zarządzane aplikacje

source: App created successfully
pl: Aplikacja utworzona pomyślnie

source: An error occurred while creating the app
pl: W trakcie tworzenia aplikacji wystąpił błąd. Spróbuj ponownie później

source: You don't have permission to do that
pl: Nie masz uprawnień do wykonania tej czynności

source: App is managed
pl: Aplikacja jest zarządzana

source: App started successfully
pl: Aplikacja uruchomiona pomyślnie

source: App not found
pl: Nie znaleziono aplikacji

source: App is not managed
pl: Aplikacja nie jest zarządzana

source: App stopped successfully
pl: Aplikacja zatrzymana pomyślnie

source: Select teachers
pl: Wybierz nauczycieli

source: Teachers
pl: Nauczyciele

source: Class ID
pl: ID klasy

source: Classes
pl: Klasy

source: An error occurred while creating the app. Please try again later.
pl: W trakcie tworzenia aplikacji wystąpił błąd. Spróbuj ponownie później.

source: The app was successfully created.
pl: Aplikacja została pomyślnie utworzona.

source: Unsupported resource kind: {kind}
pl: Nieobsługiwany rodzaj zasobu: {kind}

source: Spot Pool
pl: Pula Spot

source: Cluster Config
pl: Konfiguracja klastra

source: Cluster Configs
pl: Konfiguracje klastra

source: CPU in millicores
pl: CPU w milisekundach

source: Memory
pl: Pamięć

source: Memory in MiB
pl: Pamięć w MiB

source: Storage
pl: Pamięć stała

source: Storage in GiB
pl: Pamięć stała w GiB

source: Resource Quota
pl: Limit zasobów

source: Resource Quotas
pl: Limity zasobów

source: Message
pl: Wiadomość

source: Permission {permission} does not exist.
pl: Uprawnienie {permission} nie istnieje.

source: Message sent successfully
pl: Wiadomość wysłana pomyślnie

source: Organisation ID
pl: ID organizacji

source: Max number of students
pl: Maksymalna liczba uczniów

source: Max number of teachers
pl: Maksymalna liczba nauczycieli

source: Max number of apps per student
pl: Maksymalna liczba aplikacji na ucznia

source: Max number of apps per teacher
pl: Maksymalna liczba aplikacji na nauczyciela

source: Organisation Quota
pl: Quota organizacji

source: Organisation Quotas
pl: Quotas organizacji

source: Send email confirmation
pl: Wyślij potwierdzenie email

source: Send email confirmation to the user's email address.
pl: Wyślij potwierdzenie email na adres email użytkownika.

source: Select class
pl: Wybierz klasę

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Email address
pl: Adres Email

source: Email address cannot be changed because it is verified.
pl: Adres email nie może zostać zmieniony ponieważ jest już zweryfikowany.

source: Email address already exists.
pl: Adres email już istnieje

source: Student ID
pl: ID ucznia

source: Student
pl: Uczeń

source: Students
pl: Uczniowie

source: Can resend confirmation email to student
pl: Może wysłać ponownie email potwierdzający do ucznia

source: Class does not belong to the same organisation as the student.
pl: Klasa nie należy do tej samej organizacji co uczeń.

source: Organisation has reached the maximum number of students.
pl: Organizacja osiągnęła maksymalną liczbę uczniów.

source: You are not allowed to access this page.
pl: Nie masz uprawnień do dostępu do tej strony.

source: Teacher ID
pl: ID nauczyciela

source: Teacher
pl: Nauczyciel

source: Can resend confirmation email to teacher
pl: Może wysłać ponownie email potwierdzający do nauczyciela

source: Teacher's organisation must be the same as the user's organisation.
pl: Organizacja nauczyciela musi być taka sama jak organizacja użytkownika.

source: Teacher's organisation has reached the maximum number of teachers.
pl: Organizacja nauczyciela osiągnęła maksymalną liczbę nauczycieli.

source: Forbidden (403)
pl: Zabronione (403)

source: You're not allowed to access this page.
pl: Nie masz uprawnień do dostępu do tej strony.

source: Page not found
pl: Strona nie znaleziona

source: This is not the page you were looking for.
pl: To nie jest strona, której szukasz.

source: Server Error
pl: Błąd serwera

source: Looks like something went wrong!
pl: Wygląda na to, że coś poszło nie tak!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
pl: Śledzimy te błędy automatycznie, ale jeśli problem będzie się powtarzał, skontaktuj się z nami. W międzyczasie spróbuj odświeżyć stronę.

source: We'll be right back.
pl: Zaraz wrócimy.

source: We're temporarily offline for maintenance. Please try again later.
pl: Jesteśmy tymczasowo niedostępni z powodu konserwacji. Spróbuj ponownie później.

source: If you continue to see this error, please contact us.
pl: Jeśli nadal widzisz ten błąd, skontaktuj się z nami.

source: Account Inactive
pl: Konto nieaktywne

source: This account is inactive.
pl: To konto jest nieaktywne.

source: Account
pl: Konto

source: E-mail Addresses
pl: Adresy email

source: The following e-mail addresses are associated with your account:
pl: Następujące adresy email są powiązane z twoim kontem:

source: Verified
pl: Zwerfikowany

source: Unverified
pl: Niezweryfikowany

source: Primary
pl: Główny

source: Make Primary
pl: Ustaw jako główny

source: Re-send Verification
pl: Wyślij ponownie email potwierdzający

source: Remove
pl: Usuń

source: Warning:
pl: Ostrzeżenie:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pl: Nie masz ustawionego żadnego adresu email. Powinieneś dodać adres email, aby otrzymywać powiadomienia, resetować hasło itp.

source: Add E-mail Address
pl: Dodaj adres email

source: Add E-mail
pl: Dodaj email

source: Do you really want to remove the selected e-mail address?
pl: Czy na pewno chcesz usunąć wybrany adres email?

source: An account on the ClassLab service has been set up at your e-mail address %(user_display)s. To complete the registration process and activate your account, please confirm your email address by clicking on the link below. %(activate_url)s
pl: Na Twój adres e-mail(%(user_display)s) zostało założone konto w serwisie ClassLab. Aby dokończyć proces rejestracji i aktywować swoje konto, prosimy o potwierdzenie adresu e-mail poprzez kliknięcie w poniższy link. %(activate_url)s

source: Confirm E-mail Address
pl: Potwierdź adres email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pl: Proszę potwierdzić, że <a href="mailto:%(email)s">%(email)s</a> jest adresem email dla użytkownika %(user_display)s.

source: Confirm
pl: Potwierdź

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pl: Link potwierdzający email wygasł lub jest nieprawidłowy. Proszę <a href="%(email_url)s">wygenerować nowy link potwierdzający</a>.

source: Sign In
pl: Zaloguj się

source: Please sign in with one of your existing third party accounts:
pl: Proszę zalogować się za pomocą jednego z istniejących kont:

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
pl: Lub <a href="%(signup_url)s">zarejestruj się</a> na %(site_name)s i zaloguj się poniżej:

source: or
pl: lub

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
pl: Jeśli nie masz jeszcze konta, proszę najpierw <a href="%(signup_url)s">zarejestrować się</a>.

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Sign Out
pl: Wyloguj się

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: Change Password
pl: Zmień hasło

source: Password Reset
pl: Resetowanie hasła

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pl: Zapomniałeś hasła? Wpisz swój adres email poniżej, a wyślemy Ci email umożliwiający zresetowanie hasła.

source: Reset My Password
pl: Zresetuj moje hasło

source: Please contact us if you have any trouble resetting your password.
pl: Proszę skontaktować się z nami, jeśli masz jakiekolwiek problemy z resetowaniem hasła.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci email. Proszę skontaktować się z nami, jeśli nie otrzymasz go w ciągu kilku minut.

source: Bad Token
pl: Zły token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pl: Link resetujący hasło jest nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Proszę o <a href="%(passwd_reset_url)s">nowe zapytanie o reset hasła</a>.

source: change password
pl: zmień hasło

source: Your password is now changed.
pl: Twoje hasło zostało zmienione.

source: Set Password
pl: Ustaw hasło

source: Signup
pl: Zarejestruj się

source: Sign Up
pl: Zarejestruj się

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
pl: Masz już konto? W takim razie proszę <a href="%(login_url)s">zalogować się</

source: Sign Up Closed
pl: Rejestracja zamknięta

source: We are sorry, but the sign up is currently closed.
pl: Przepraszamy, ale rejestracja jest obecnie zamknięta.

source: Verify Your E-mail Address
pl: Zweryfikuj swój adres email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci email w celu weryfikacji. Postępuj zgodnie z instrukcjami zawartymi w emailu, aby zakończyć proces rejestracji. Proszę skontaktować się z nami, jeśli nie otrzymasz go w ciągu kilku minut.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pl: <strong>Uwaga:</strong> możesz nadal <a href="%(email_url)s">zmienić swój adres email</a>.

source: First, enter an email address and password.
pl: Po pierwsze, wprowadź adres email i hasło.

source: Enter a email and password.
pl: Wprowadź adres email i hasło.

source: Maximum resource usage per hour(last 30 days)
pl: Maksymalne wykorzystanie zasobów na godzinę(ostatnie 30 dni)

source: CPU Usage
pl: Wykorzystanie CPU

source: CPU Limit
pl: Limit CPU

source: Memory Usage
pl: Wykorzystanie Pamięci

source: Memory Limit
pl: Limit Pamięci

source: Storage Usage
pl: Wykorzystanie Pamięci Stałej

source: Storage Limit
pl: Limit Pamięci Stałej

source: Confirm App Delete
pl: Potwierdź usunięcie aplikacji

source: Are you sure you want to delete this app?
pl: Czy na pewno chcesz usunąć tę aplikację?

source: Delete
pl: Usuń

source: Create Application
pl: Utwórz aplikację

source: Select app template and type a name for your app.
pl: Wybierz szablon aplikacji i wprowadź nazwę dla swojej aplikacji.

source: Submit
pl: Zapisz

source: Setup Application
pl: Konfiguracja aplikacji

source: Provide configuration for your app.
pl: Wprowadź konfigurację dla swojej aplikacji.

source: Create Managed Application
pl: Utwórz zarządzaną aplikację

source: Confirm Managed App Delete
pl: Potwierdź usunięcie zarządzanej aplikacji

source: List of apps instances assigned to this class
pl: Lista instancji aplikacji przypisanych do tej klasy

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Address
pl: Adres

source: Actions
pl: Akcje

source: Run Command
pl: Polecenie

source: Copy
pl: Kopiuj

source: Close
pl: Zamknij

source: Details
pl: Szczegóły

source: The values ​​given below have been generated. If you manually changed the password, the variables listed below will not be updated.
pl: Wartości podane poniżej zostały wygenerowane. Jeśli ręcznie zmieniłeś hasło, zmienne wymienione poniżej nie zostaną zaktualizowane.

source: Variable
pl: Zmienna

source: Value
pl: Wartość

source: Click to copy
pl: Kliknij, aby skopiować

source: Copied to clipboard
pl: Skopiowano do schowka

source: My Applications
pl: Moje aplikacje

source: Here you can see all your applications
pl: Tutaj możesz zobaczyć wszystkie swoje aplikacje

source: Loading...
pl: Ładowanie...

source: Applications
pl: Aplikacje

source: My Profile
pl: Mój profil

source: Create Class
pl: Utwórz klasę

source: Fill in the form to create a new class.
pl: Wypełnij formularz, aby utworzyć nową klasę.

source: Confirm Class Delete
pl: Potwierdź usunięcie klasy

source: Are you sure you want to delete this class?
pl: Czy na pewno chcesz usunąć tę klasę?

source: Class detail
pl: Szczegóły klasy

source: Create App
pl: Utwórz aplikację

source: Add Student
pl: Dodaj ucznia

source: Edit
pl: Edytuj

source: Resend Verification
pl: Wyślij ponownie link weryfikacyjny

source: No students found
pl: Nie znaleziono studentów

source: No apps found
pl: Nie znaleziono aplikacji

source: Class List
pl: Lista klas

source: List of classes
pl: Lista klas

source: Students Count
pl: Liczba uczniów

source: Update Class
pl: Zaaktualizuj klasę

source: Fill in the form to update the class.
pl: Wypełnij formularz, aby zaaktualizować klasę.

source: Education Platform for Schools
pl: Platforma edukacyjna dla szkół

source: ClassLab is a platform for schools to easily provide common services to their students and teachers.
pl: ClassLab to platforma dla szkół, która umożliwia korzystanie z serwerów takich jak MySQL, Wordpress przez uczniów i nauczycieli.

source: ClassLab, education, platform, school, students, teachers, mysql, wordpress, phpmyadmin
pl: ClassLab, edukacja, platforma, szkoła, uczniowie, nauczyciele, mysql, wordpress, phpmyadmin

source: Discover New Learning Possibilities
pl: Odkryj nowe możliwości nauki

source: ClassLab is an innovative educational platform that opens the doors to creative application development and enhances programming skills in schools and universities.
pl: ClassLab to innowacyjna platforma edukacyjna, która otwiera drzwi do tworzenia kreatywnych aplikacji i zwiększa umiejętności programowania w szkołach i na uczelniach.

source: Teacher teaching students
pl: Nauczyciel uczący uczniów

source: Features
pl: Funkcje

source: Intuitive Interface
pl: Intuicyjny interfejs

source: Innovative Learning
pl: Innowacyjne nauczanie

source: ClassLab provides a new way of learning and teaching programming skills.
pl: ClassLab zapewnia nowy sposób nauki i nauczania umiejętności programowania.

source: Fast and Reliable
pl: Szybki i niezawodny

source: ClassLab is built on the latest technologies to provide a fast and reliable experience.
pl: ClassLab jest zbudowany na najnowszych technologiach, aby zapewnić szybką i niezawodną obsługę.

source: Find the answers for the most frequently asked questions below.
pl: Znajdź odpowiedzi na najczęściej zadawane pytania poniżej.

source: Does ClassLab is hosted on the cloud?
pl: Czy ClassLab jest hostowany w chmurze?

source: Yes
pl: Tak

source: The whole platform is hosted on the cloud, so you don't have to worry about anything.
pl: Cała platforma jest hostowana w chmurze, więc nie musisz się o nic martwić.

source: What application are available?
pl: Jakie aplikacje są dostępne?

source: Currently, we offer the following applications: Mysql, Wordpress, PhpMyAdmin. We are working on adding more applications.
pl: Obecnie oferujemy następujące aplikacje: Mysql, Wordpress, PhpMyAdmin. Pracujemy nad dodaniem kolejnych aplikacji.

source: Does ClassLab offer a free trial?
pl: Czy ClassLab oferuje darmowy okres próbny?

source: Our platform is still in development phase, so we offer a free trial for schools and universities.
pl: Nasza platforma jest wciąż w fazie rozwoju, więc oferujemy darmowy okres próbny dla szkół i uczelni.

source: Contact
pl: Kontakt

source: Send
pl: Wyślij

source: Privacy Policy
pl: Polityka prywatności

source: Terms of Service
pl: Regulamin

source: Create Student
pl: Utwórz ucznia

source: Fill in the form to create a new student.
pl: Wypełnij formularz, aby utworzyć nowego ucznia.

source: Confirm Student Delete
pl: Potwierdź usunięcie ucznia

source: Are you sure you want to delete this student?
pl: Czy na pewno chcesz usunąć tego ucznia?

source: Here you can see the applications that have been assigned to you.
pl: Tutaj możesz zobaczyć aplikacje, które zostały przypisane do Ciebie.

source: Student List
pl: Lista uczniów

source: List of students
pl: Lista uczniów

source: Update Student
pl: Zaaktualizuj ucznia

source: Fill in the form to update the student.
pl: Wypełnij formularz, aby zaaktualizować ucznia.

source: Create Teacher
pl: Utwórz nauczyciela

source: Fill in the form to create a new teacher.
pl: Wypełnij formularz, aby utworzyć nowego nauczyciela.

source: Confirm Teacher Delete
pl: Potwierdź usunięcie nauczyciela

source: Are you sure you want to delete this teacher?
pl: Czy na pewno chcesz usunąć tego nauczyciela?

source: Teacher List
pl: Lista nauczycieli

source: List of teachers
pl: Lista nauczycieli

source: Update Teacher
pl: Zaaktualizuj nauczyciela

source: Fill in the form to update the teacher.
pl: Wypełnij formularz, aby zaaktualizować nauczyciela.

source: Profile picture
pl: Zdjęcie profilowe

source: Role
pl: Rola

source: No class
pl: Brak przypisanej klasy

source: Change password
pl: Zmień hasło

source: Personal info
pl: Informacje osobiste

source: Permissions
pl: Uprawnienia

source: Important dates
pl: Ważne daty

source: Users
pl: Użytkownicy

source: A user with that email already exists.
pl: Użytkownik z tym adresem email już istnieje.

source: The Email must be set
pl: Adres email musi być ustawiony

source: Superuser must have is_staff=True.
pl: Superuser musi mieć is_staff=True.

source: Superuser must have is_superuser=True.
pl: Superuser musi mieć is_superuser=True.

source: Organization Administrator
pl: Administrator organizacji

source: user id
pl: id użytkownika

source: user type
pl: typ użytkownika

source: email address
pl: adres email

source: first name
pl: imię

source: last name
pl: nazwisko

source: staff status
pl: status pracownika

source: Designates whether the user can log into this admin site.
pl: Decyduje, czy użytkownik może zalogować się do tej witryny admina.

source: active
pl: aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pl: Decyduje, czy ten użytkownik powinien być traktowany jako aktywny. Odznacz zamiast usuwać konta.

source: date joined
pl: data dołączenia

source: user
pl: użytkownik

source: users
pl: użytkownicy

source: This username has already been taken.
pl: Ta nazwa użytkownika została już zajęta.

source: Information successfully updated
pl: Informacje zostały pomyślnie zaaktualizowane
